USE UsersAndAwards

INSERT Users(USERNAME,DATE_OF_BIRTH,AGE) VALUES
('Николай','12-12-1990',30),
('Петр','12-12-1995',25),
('Михаил','12-12-1992',28),
('Светлана','12-12-1997',23),
('Надежда','12-12-1999',21),
('Дмитрий','12-12-1988',32),
('Сергей','12-12-1979',41),
('Алексей','12-12-2000',20),
('Мария','12-12-1991',29),
('Георгий','12-12-1990',30)


INSERT Awards(TITLE) VALUES
('Награда1'),
('Награда2'),
('Награда3'),
('Награда4'),
('Награда5'),
('Награда6')


INSERT User_To_Awards(ID_USER, ID_AWARD) VALUES
(1,1),
(3,1),
(7,1),
(4,2),
(5,2),
(6,2),
(4,3),
(3,4),
(4,4),
(7,4),
(10,4),
(1,5),
(2,5),
(8,5),
(1,6),
(2,6),
(8,6),
(9,6),
(10,6),
(3,4),
(6,3),
(7,2)

